Repository: Winnie44/woo
Catalog: woocommerce-gateway-paypo/languages/woocommerce-gateway-paypo-*.po
Languages: pl_pl

source: Add short description for Your customers
pl_pl: Dodaj krótki opis metody płatności dla swoich klientów

source: Asset identification conflict. Please contact the store administrator
pl_pl: Konflikt dotyczący identyfikacji zasobów. Skontaktuj się z administratorem sklepu

source: Authentication error. Please contact the store administrator
pl_pl: Błąd uwierzytelnienia. Proszę skontaktować się z administratorem

source: Automatically
pl_pl: Automatycznie

source: Automatically - send confirmation immediately
pl_pl: Automatycznie - zatwierdzenie transakcji odbywa się po jej zaakceptowaniu

source: Buy now, pay in a month!
pl_pl: Kup teraz, zapłać za 30 dni

source: Custom banner
pl_pl: Własny baner

source: Description
pl_pl: Opis

source: Enable PayPo Payment Gateway
pl_pl: Włącz płatności PayPo

source: Enable Sandbox Mode
pl_pl: Włącz tryb testowy

source: Enable/Disable
pl_pl: Włącz/wyłącz

source: Error
pl_pl: Błąd

source: Incorrect data. Please contact the store administrator
pl_pl: Niewłaściwe dane. Proszę skontaktować się z administratorem

source: Manually
pl_pl: Manualnie

source: Manually - send confirmation by changing order status to Complete
pl_pl: Manualnie - poprzez zmianę statusu w Twoim sklepie na Zrealizowane

source: Maximum order amount for payment
pl_pl: Maksymalna wartość zamówienia

source: Merchant ID
pl_pl: Identyfikator

source: Merchant Secret
pl_pl: Secret

source: Minimum order amount for payment
pl_pl: Minimalna wartość zamówienia

source: No
pl_pl: Nie

source: Payment gateway title
pl_pl: Wyświetlana nazwa płatności dla klientów

source: PayPo - deferred payment
pl_pl: PayPo - płatność odroczona

source: PayPo | Buy now, pay in a month
pl_pl: PayPo | Kup teraz, zapłać za 30 dni

source: PayPo: Completed transaction cannot be cancel
pl_pl: PayPo: Transakcja Zakończona nie może zostać Anulowana

source: PayPo: Payment is accepted
pl_pl: PayPo: Płatność Zaakceptowana

source: PayPo: Payment is completed
pl_pl: PayPo: Płatność Zrealizowana

source: PayPo: Payment rejected
pl_pl: PayPo: Płatność Odrzucona

source: PayPo: The amount has been refunded:
pl_pl: PayPo: został wykonany Zwrot Częściowy w kwocie:

source: PayPo: The order has been fully returned
pl_pl: PayPo: Został wykonany pełny Zwrot Towaru

source: PayPo: The transaction has been canceled
pl_pl: PayPo: Transakcja została Anulowana

source: PayPo: There was an error preventing the order from being cancelled
pl_pl: PayPo: Wystąpił błąd uniemożliwiający Anulowanie zamówienia

source: PayPo: There was an error preventing the order from being completed
pl_pl: PayPo: Wystąpił błąd uniemożliwiający Realizację transakcji

source: PayPo: Transaction has been cancel
pl_pl: PayPo: Transakcja została anulowana

source: Remeber to provide Merchant ID and Merchant Secret for sandbox service
pl_pl: Pamiętaj, aby wprowadzić prawidłowy Identyfikator oraz Secret dla trybu testowego

source: Resource not authorized. Please contact the store administrator
pl_pl: Zasób nie jest autoryzowany. Skontaktuj się z administratorem sklepu

source: Select how You want to complete PayPo transaction:.
pl_pl: Wybierz w jaki sposób, chcesz zatwierdzić płatność w PayPo:

source: Service temporarily unavailable. Please try again later
pl_pl: Usługa chwilowo niedostępna. Spróbuj ponownie później

source: Set merchant id provided by PayPo.
pl_pl: Wklej Identyfikator, znajdziesz go w panelu PayPo.

source: Set merchant secret provided by PayPo.
pl_pl: Wklej Secret, znajdziesz go w panelu PayPo.

source: Set payment complete status
pl_pl: Zatwierdź status płatności

source: Set the maximum value of orders handled by PayPo. Choose when PayPo should be displayed on checkout page.
pl_pl: Wpisz maksymalną kwotę zamówień obsługiwanych przez PayPo.

source: Set the minimum value of orders handled by PayPo. Our minimum of serviced transactions is 10 PLN. Choose when PayPo should be displayed on checkout page.
pl_pl: Wpisz minimalną kwotę zamówień obsługiwanych przez PayPo. Najmniejsza obsługiwana przez nas wartość zamówienia to 10 PLN.

source: Settings
pl_pl: Ustawienia

source: Title
pl_pl: Tytuł

source: Unfortunately, we encountered an error during the payment process. Please contact the site administrator
pl_pl: Niestety napotkaliśmy błąd podczas procesu płatności. Proszę skontaktować się z administratorem serwisu

source: Url for custom banner visible over description. Leave blank for default.
pl_pl: Url dla własnego banera widocznego ponad opisem płatności. Pozostaw pole puste, aby wyświetlić naszą grafikę.

source: URL or resource not found. Please contact the store administrator
pl_pl: Nie znaleziono adresu URL lub zasobu. Skontaktuj się z administratorem sklepu

source: WooCommerce PayPo Payment Gateway
pl_pl: Płatność odroczona PayPo

source: Yes
pl_pl: Tak

source: You can enable test mode for sandbox integration.
pl_pl: Możesz włączyć tryb testowy, aby przetestować działanie integracji z Twoim sklepem.
